"AlertSomePercentTitle" = "剩餘電量 %d%%"; // 90% Remaining
"AlertOnePercentTitle" = "您的Mac即將關閉";
"AlertChargingTitle" = "正在充電...";
"AlertChargingStoppedTitle" = "充電結束";
"AlertChargingCompleteTitle" = "電量已滿";
"AlertOverheatingTitle" = "裝置過熱";
"AlertLimitedTitle" = "電量不足...";
"AlertDeviceConnectedTitle" = "'%@' 已連線"; // 'Joe's Headphones' Connected
"AlertDeviceDisconnectedTitle" = "'%@' 已斷開"; // 'Joe's Headphones' Disconnected
"AlertDeviceUnknownTitle" = "未知";
"AlertDeviceCalculatingTitle" = "正在計算...";

"AlertEstimateSummary" = "剩餘可用 %@"; // 1 hour, 32 minutes until empty
"AlertPercentSummary" = "請連接電源!";
"AlertStartedChargeSummary" = "已於 %@ 充滿."; // Fully charged at 2:32pm
"AlertChargedSummary" = "您的Mac電量已滿.";
"AlertOverheatingSummary" = "高溫會更快的損耗您的電池並造成永久損傷";
"AlertLimitedSummary" = "你那點電量可能沒辦法完成: '%@'";

"TimestampHourFullAlertDeviceUnknownTitleLabel_Plural" = "%d 時";
"TimestampHourFullLabel_Single" = "%d 時";
"TimestampHourFullLabel_Plural" = "%d 時";
"TimestampMinuteFullLabel_Plural" = "%d 分";
"TimestampMinuteFullLabel_Single" = "%d 分";
"TimestampMinuteDaysLabel_Plural" = "%d 日";
"TimestampMinuteDaysLabel_Single" = "%d 天";
"TimestampHourAbbriviatedLabel" = "時";
"TimestampMinuteAbbriviatedLabel" = "分";
"TimestampDayAbbriviatedLabel" = "天";
"TimestampNeverLabel" = "從不";
"TimestampNowLabel" = "剛剛";

"SettingsWebsiteLabel" = "主頁";
"SettingsQuitLabel" = "退出";
"SettingsPinnedLabel" = "固定顯示";
"SettingsEightyLabel" = "已充電至80%";
"SettingsRateLabel" = "爲BatteryBoi評分";
"SettingsEfficiencyLabel" = "低能耗模式";
"SettingsCheckUpdatesLabel" = "檢查更新";
"SettingsNewUpdateLabel" = "安裝更新";
"SettingsDisplayLabel" = "顯示設定";
"SettingsDisplayCycleLabel" = "電池循環";
"SettingsDisplayPercentLabel" = "百分比";
"SettingsDisplayEstimateLabel" = "可用時間";
"SettingsDisplayNoneLabel" = "無";
"SettingsDisplayHiddenLabel" = "隱藏";
"SettingsEnabledLabel" = "啓用";
"SettingsDisabledLabel" = "禁用";

"SettingsAboutLabel" = "關於";
"SettingsCustomizationLabel" = "客製化";
"SettingsSoundEffectsLabel" = "音效設定";
"SettingsTriggersLabel" = "快捷設定";
"SettingsNotificationsLabel" = "通知設定";
"SettingsPrereleasesLabel" = "測試版本";

"SettingsCustomizationMenuLabel" = "工具列圖示";
"SettingsCustomizationThemeDarkLabel" = "暗色";
"SettingsCustomizationThemeLightLabel" = "亮色";
"SettingsCustomizationThemeSystemLabel" = "自動";
"SettingsCustomizationThemeTitle" = "外觀設定";

"UpdateStatusCheckingLabel" = "正在檢查更新";
"UpdateStatusIdleLabel" = "上次檢查: %@"; // Last Checked: 4 hours ago
"UpdateStatusEmptyLabel" = "暫無更新";
"UpdateStatusNewLabel" = "更新可用";

"AboutTitle" = "BatteryBoi, 無常, 無限, 無邊...";
"AboutBodyOne" = "在使用萬千程式的過程中, 錢包常常因為扣款而啜泣. 不過BatteryBoi 會向你保證永久免費, 永久開源!";
"AboutBodyTwo" = "創造出這個小東西讓我好幾天沒合眼, 真的超累. 這就是為什麼我會希望一些個人或者商戶能夠稍稍捐贈一下我, 十分感謝.";
"AboutBodyThree" = "您的捐贈會幫助本程式的後續維護和更新, 以及我讓每天多喝上一小杯咖啡.";
"AboutBodyFooter" = "謝謝 - Joe (BatteryBoi 開發者)";
"AboutGithubAction" = "Github";
"AboutDonateAction" = "捐贈";
"AboutShareAction" = "分享";

"BluetoothDeviceHeadphonesLabel" = "耳機";
"BluetoothDeviceMouseLabel" = "滑鼠";
"BluetoothDeviceGamepadLabel" = "手把";
"BluetoothDeviceSpeakerLabel" = "喇叭";
"BluetoothDeviceKeyboardLabel" = "鍵盤";
"BluetoothDeviceOtherLabel" = "其他裝置";
"BluetoothConnectLabel" = "已連線";
"BluetoothDisconnectLabel" = "已斷開";
"BluetoothDisconnectedLabel" = "未配對";
"BluetoothDistanceProximateLabel" = "在桌上";
"BluetoothDistanceNearLabel" = "在同一房間";
"BluetoothDistanceFarLabel" = "在其他地方";
"BluetoothInvalidLabel" = "無電池資訊";

"OnboardingHideIconTitle" = "隱藏預設電池圖示";
"OnboardingHideIconSubtitle" = "您可以前往「系統設定」>「控制中心」>「電池」>「在選單列中顯示」來隱藏預設電池圖示";
"OnboardingHideIconButton" = "我知道了";
